{
  "content": "{\"startDate\":\"2018-11-09\",\"endDate\":\"2019-11-11\",\"name\":\"Dr. Victoria Kirsh, PhD, Assistant Professor, Epidemiology\",\"institution\":\"University of Toronto\\nDalla Lana School of Public Health\"}",
  "id": "lung-cancer",
  "summary": [
    {
      "lang": "en",
      "value": "Lung cancer is the most common cancer among Canadians, accounting for 14% of all new cases and 26% of all deaths. The lung cancer five-year survival rate is among the lowest of the leading cancer sites; it is 18% overall and only 4% when the disease has already spread to distant sites. Lung cancer is very rarely diagnosed at an early stage because the disease presents with few symptoms; non-smokers, in particular, are much more likely be diagnosed at a later stage since physicians are not usually looking for it in non-smokers. This is a large study population and includes a large number of both smokers and non-smokers; it will provide a unique opportunity to focus on lung cancer risk among non-smokers in particular. We will study the link between several suspected risk factors for lung cancer and cancer risk among participants in the various cohorts that comprise the Canadian Partnership for Tomorrow Project (excluding Quebec).\n\nWe will assess the risk of cancer according to\n\n1. ecologic measures of residential radon exposure,\n2. outdoor air pollution, and\n3. dietary fruit and vegetable intake.\n \nThe risk of lung cancer among never smokers may be increasing, which provides a strong imperative for continued research. Our study has many novel features and provides a unique opportunity to gain information on lung cancer risk in a Canadian population and to directly inform public health strategy and prevention of this highly fatal disease.\n"
    }
  ],
  "title": [
    {
      "lang": "en",
      "value": "Investigating the roles of radon exposure, air pollution, and diet on lung cancer risk in the Canadian Partnership for Tomorrow Project (CPTP)"
    }
  ]
}
